/* GENERAL STRINGS */

"Ok" = "Ok";
"Delete" = "Eliminar";
"Basic Settings" = "Configuración básica";



/* MAIN ACTIVITIES */

"Home" = "Inicio";
"Open" = "Abierto";
"Closed" = "Cerrado";
"Awards" = "Premios";



/* HOME VIEW */

"Up next" = "Siguiente";
"More to explore" = "Más para explorar";
"%@, %lld items, %g%% complete." = "%@, %lld artículos, %g%% completo.";


/* PROJECTS VIEW */

"Open Projects" = "Proyectos abiertos";
"Closed Projects" = "Proyectos cerrados";
"Add Project" = "Agregar proyecto";
"Add New Item" = "Agregar nuevo artículo";
"There's nothing here right now" = "No hay nada aquí por el momento";

/* A button that shows a menu with the following options */
"Sort" = "Ordenar";
"Sort items" = "Ordenar artículos"; /* The title of the menu */
"Optimized" = "Optimizado"; /* Sort using an optimized algorithm */
"Creation Date" = "Fecha de creación"; /* Sort by the date items were created */
"Title" = "Título"; /* Sort by item title */

/* Default names for a new project and a new item */
"New Project" = "Nuevo proyecto";
"New Item" = "Nuevo artículo";

"%@, completed." = "%@, completado.";
"%@, high priority." = "%@, prioridad alta.";



/* EDITING PROJECTS */
"Edit Project" = "Editar proyecto";
"Project Name" = "Nombre del projecto";
"Description of this project" = "Descripción de este proyecto";
"Custom Project Color" = "Color personalizado del proyecto";

/* Options to close (mark as finished), open (mark as unfinished), or delete a project. */
"Close this project" = "Cerrar este proyecto";
"Closing a project moves it from the Open to the Closed tab; deleting it removes the project entirely." = "Cerrar un proyecto lo mueve de la pestaña Abierto a Cerrado; eliminarlo remueve el proyecto por completo.";
"Reopen this project" = "Reabrir este proyecto";
"Delete this project" = "Eliminar este proyecto";
"Delete project?" = "¿Eliminar proyecto?";
"Are you sure you want to delete this project? You will also delete all the items it contains." = "¿Estás seguro(a) de que deseas eliminar este proyecto? También eliminarás todos los elementos que contiene.";

"Select a project color" = "Selecciona un color de proyecto";
"Pink" = "Rosa";
"Purple" = "Morado";
"Red" = "Rojo";
"Orange" = "Naranja";
"Gold" = "Dorado";
"Green" = "Verde";
"Teal" = "Turquesa";
"Light Blue" = "Azul claro";
"Dark Blue" = "Azul oscuro";
"Midnight" = "Media noche";
"Dark Gray" = "Gris oscuro";
"Gray" = "Gris";


/* EDITING ITEMS */
"Edit Item" = "Editar artículo";
"Item name" = "Nombre del artículo";
"Description" = "Descripción";
"Priority" = "Prioridad";
"Low" = "Baja";
"Medium" = "Media";
"High" = "Alta";

"Mark Completed" = "Marcar como completado"; /* Mark this item as being completed (finished/accomplished) */



/* AWARDS */

"Locked" = "Bloqueado";
"Unlocked: %@" = "Desbloqueado: %@";



/* OTHER STRINGS */

/* Shown by default when the user hasn't select a project or item */
"Please select something from the menu to begin." = "Por favor selecciona algo del menú para comenzar.";
